package JR.Massiv.otRustama;

public class task0101 {
//"Превышение-10"
//"Парковка на тротуаре"
//"Непристегнутый ремень"
//"Превышение-30"
//"Тонировка запрещенная"
//"Проезд на красный"
//"Вождение без прав"
//"Алкогольное опьянение"
//"Скорость +60 км/ч"
//"Сбил пешехода"

//Штраф: 500 руб.
//Штраф: 1000 руб.
//Штраф: 1500 руб.
//Штраф: 2500 руб.
//Штраф: 3500 руб.
//Штраф: 5000 руб.
//Штраф: 15000 руб.
//Штраф: 30000 руб.
//Штраф: 20000 руб.
//Штраф: 50000 руб.

    public static void main(String[] args) {
        String[] names = new String[10];
        String[] fine = new String[10];
        //вывести список из названий штрафров - пронумеровать их
        // пользователь вводит номер штрафа и выводит
        // текст "за "название штрафа" предусмотрен штраф 500р"
        for (int i = 0; i < names.length; i++){
            int number = 0;
            names[i] =
        }
    }
}
